Repository: neilgee/slicknav-menu
Catalog: languages/slicknav-mobile-menu-*.po
Languages: fr_fr

source: SlickNav Mobile Menu Options
fr_fr: SlickNav mobiles Options du menu

source: CSS Selector Menu Name
fr_fr: Sélecteur CSS Menu Nom

source: Maximum width to use SlickNav (600px Default)
fr_fr: Largeur maximale à utiliser SlickNav ( 600px par défaut )

source: Menu Background Color
fr_fr: Menu Couleur de fond

source: Menu Button Color
fr_fr: Menu Bouton Couleur

source: Menu Button Color Expanded
fr_fr: Bouton Menu couleurs étendue

source: Menu Label Color
fr_fr: Menu Couleur Label

source: Menu Icon Color
fr_fr: Menu Icône Couleur

source: Menu Label Shadow
fr_fr: Menu Étiquette Ombre

source: On
fr_fr: sur

source: Off
fr_fr: de

source: Menu Icon Shadow
fr_fr: Menu Icon Ombre

source: Menu Link Color
fr_fr: Menu Couleur des liens

source: Menu Link Hover Color
fr_fr: Menu Lien Hover Couleur

source: Menu Link Hover Color, Containing SubMenus
fr_fr: Menu Lien Hover en couleur, sous-menus contenant

source: Menu Button Position, default is right
fr_fr: Position du bouton de menu, la valeur par défaut est bonne

source: Menu Font Size (16px Default)
fr_fr: Menu Taille de la police ( 16px défaut )

source: Menu Label Size (16px Default)
fr_fr: Menu Taille de l'étiquette ( par défaut 16px )

source: Menu Label Weight
fr_fr: Menu Étiquette Poids

source: Menu link font case
fr_fr: Menu lien cas police

source: None
fr_fr: Aucun

source: SubMenu Button Indicator
fr_fr: SubMenu Indicateur Button

source: Menu Position (body by default, using body puts the Menu at the top.
fr_fr: Menu Position ( corps par défaut , en utilisant le corps met le menu en haut .

source: However you can adjust this location by adding in a CSS class
fr_fr: Cependant, vous pouvez régler ce lieu en ajoutant dans une classe CSS

source: Menu Label ("MENU" by default, leave blank for no label and just the symbol)
fr_fr: Menu Étiquette ("MENU" par défaut , laissez en blanc sans étiquette)

source: Close Menu on Click
fr_fr: Fermer le Menu lors du clic sur

source: Allow Parent Links
fr_fr: Autoriser parent Liens

source: Show Child Links on Open
fr_fr: Afficher les liens de l'enfant à l'ouverture

source: Show search field at bottom of Menu
fr_fr: Afficher le champ de recherche au bas du Menu

source: Show Search Field
fr_fr: Champ recherche

source: Search Icon Background Color
fr_fr: Couleur d'arrière-plan de la recherche

source: Search Label Text
fr_fr: Étiquette de Recherche

source: Fix Menu to Head
fr_fr: Difficulté Menu à tête

source: Logo Alt Text
fr_fr: Texte ALT du logo

source: Hide Main Header
fr_fr: Masquer l'en-tête principal

source: Hide Main Header when Mobile Menu is Visible
fr_fr: Masquer les en-tête de la principal lorsque Menu Mobile est Visible

source: Speed of Menu open/close (Higher numbers are slower)
fr_fr: Vitesse du Menu d'ouverture / fermeture ( nombres plus élevés sont plus lents )

source: Closed Symbol, default &#9658;
fr_fr: Fermé le symbole, par défaut &#9658;

source: Opened Symbol, default &#9660;
fr_fr: Ouvert le symbole, par défaut &#9660;

source: Save
fr_fr: Enregistrer

source: Maximum Width to use SlickNav (600px Default)
fr_fr: Largeur maximum à utiliser SlickNav ( 600px par défaut )

source: Menu Button Position
fr_fr: Bouton Menu Position

source: Show search field
fr_fr: Champ recherche

source: Sticky Menu to Head
fr_fr: Post-it Menu à tête

source: Stick Menu to Head
fr_fr: Menu de bâton à la tête

source: Speed of Menu open/close (Lower numbers are faster)
fr_fr: Vitesse du Menu d'ouverture / fermeture ( nombres inférieurs sont plus rapides )

source: Closed Symbol, default
fr_fr: Symbole fermée, par défaut

source: Opened Symbol, default
fr_fr: Ouvert symbole, par défaut

source: Update
fr_fr: mettre à jour

source: Settings Updated
fr_fr: Paramètres mis à jour.

source: Additional Resources
fr_fr: Ressources supplémentaires

source: More Slick Nav Info...
fr_fr: Plus Slick Nav Info ...

source: SlickNav Home
fr_fr: SlickNav Accueil

source: Advanced Filter Guide
fr_fr: Guide de filtre avancé

source: Symbol Reference
fr_fr: Symbole de référence

source: SlickNav Options Plugin
fr_fr: SlickNav mobiles Options du menu

source: SlickNav Menu
fr_fr: Francais SlickNav Menu
